/*******************************************************************************
* Filename: HourCount.h 	                                    	     		   *
*                                                                              *
* Description: The header file of HourCount.c.							           *
* Author:                                                                      *
* Date: 															           *
* Revision:															           *
*																	           *
*******************************************************************************/
#ifndef __HOURCOUNT_H
#define __HOURCOUNT_H

#include "KSDsys.h"
/******************************************************************************
*数据类型定义
******************************************************************************/
#define HOUR_TYPE_NORMAL      1
#define HOUR_TYPE_POWENON     2

/******************************************************************************
*函数定义
******************************************************************************/
void HourCountRead(void);
void HourCountWrite(INT32S HourType);

#endif //__HOURCOUNT_H

