/*******************************************************************************
* Filename: USER_LINDE_STEER.h	                                             	 		   *
* Description: 							   			 		   *
* Author:                                                           		   *
* Date:     														 		   *
* Revision:															 		   *
*******************************************************************************/
#ifndef _USER_LINDE_STEER_H_
#define _USER_LINDE_STEER_H_

#include "KSDsys.h"

/******************************************************************************
*º¯Êý¶¨Òå
******************************************************************************/
/* Functions in PLC.c */

extern void PDO_Prco_LINDE(void);

#endif 
